i5/20240731-1253-glibc-default/logs/star-no-1-32768-10/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/lock-scalability-test/20240731-1253-glibc-default/logs/star-no-1-32768-10/star-10-10.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 293359
number of failed transactions: 0 (0.000%)
latency average = 0.545 ms
initial connection time = 9.824 ms
tps = 29362.473038 (without initial connection time)